{
	"225930120": {
		"location": "Bernauer Str. 111, 13355 Berlin",
		"name": "Berlin Wall",
		"imageUrl": "https://images.unsplash.com/photo-1549593999-ca75335dc059?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80",
		"description": "After World War II and the defeat of the Axis Forces, many in the international community thought that the war had finally ended. However, the triumph of the Allied Forces against the Germans and the Japanese only ushered in a new era of war, one dictated by tension and restraint instead of fronts and armies. This Cold War, labeled due to the lack of physical conflict, is best symbolized by the Berlin Wall. After the fall of Germany, the Allied Forces divided the German region as well as its capital of Berlin. This division was complicated by Berlin’s location within the territory claimed by the Soviet Union. As the battle between the United States’ capitalism and the Soviet Union’s communism ramped up however, the Soviets built the Berlin Wall beginning on August 13, 1969 to separate Soviet controlled East Berlin and the western controlled West Berlin. \n\nThe Wall itself stood 3.6 meters high and was 97 miles in length covered in barbed wire entanglements and heavily guarded to discourage escape.  Its main purpose was not to prevent West Berlin citizens from entering but the East Berlin citizens from leaving. As the ideas of the West became more appealing, East Berlin was hemorrhaging citizens and experiencing “brain drain”, a phenomenon where talented and necessary workers leave the region to seek a better future in more prosperous climates. However, the existence of the Wall did not completely stop people from trying to escape. Several escape attempts were well-documented, which were done in incredibly unique ways. This included stowing away in small cars, building underground tunnels, ziplining, and even a hot air balloon. After the Revolutions of 1989, the wall officially fell on November 9th, a symbolic end to the Cold War. \n\nTo learn more, interested parties can visit the Berlin Wall Memorial. One interesting feature that may go unnoticed for a quick traveler is the audio buttons on some of the signs, which each narrate or play a couple minutes of historically significant tidbits from the conflict, in English or German. Additionally, for those who struggle to see the wall at first, the more populated areas of the memorial near the Bernauer Straße have sections of the wall for visitors to see. If the memorial did not satisfy the thirst for knowledge, one can see the East Side Gallery for incredible street art on parts of the wall or the Checkpoint Charlie memorial. Ultimately, there is something there for everyone to see, either by foot or bike, and the memorial stands as an important symbol of a conflict of a past era.\n"
	},
	"2035730878": {
		"location": "Platz der Luftbrücke 5, 12101 Berlin",
		"name": "Templehof Airfield",
		"imageUrl": "https://images.unsplash.com/photo-1504275788242-cd8e52ac6151?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80",
		"description": "Built on land belonging to the Knights Templar in medieval times and later used for Prussian army marches, the Templehof Airport furthers the rich legacy of Berlin. As one of the first airports in Berlin and the first airport with an underground railway, Temphlehof’s central location racketed it up into the ranks of the busiest airports in the world.  In fact, this airport was quite iconic as a pre-World War airport in the beginning of its time. However, progress screeched to a halt during World War II in fear of Allied bombings. It was later taken and looted by the Soviets after the Battle of Berlin. The airport is famous as the sight of the arrivals of Allied and Axis representatives to sign the surrender of Berlin. After the war, Templehof re-entered the circulation as a commercial airport with traffic peaking in 1971 shortly before the development of the new Tegel airport. It continued actively operating until 2008 when it was replaced in function by the Tegel and Schoenfeld Airports. \n\nBy walking through Templehof, you can get a glimpse of much of the history, most notably the area where the famous airlift took place, in which US and UK forces helped to deliver supplies to West Berlin. A memorial stands proudly to commemorate the lives lost in the effort, at the front of the airport, which is a notable detour to see. When you visit Templehof, you can walk or bike (with several rental options nearby), to your heart's content at the largest urban park in Berlin. On summer weekends, it is not uncommon to spot people picnicking on the grassy fields surrounding the now defunct airport and younger children enjoying the open space. A haven of greenery and calm in the midst of the city, it is a popular attraction for tourists and locals alike. \n\nSeveral informative signs are littered throughout the park, either highlighting important sites on the field in both German and English, or noting various remnants of the past, such as planes and practice areas. In addition, various boards examining the presence of flora and fauna exist, for those who are curious about nature. Some interesting additions that the regular traveler may not notice at first sight are the small skate park and mini garden on the site, both of which are cool sites for the curious traveler. In recent years, Templehof Airport served as a refugee camp, not disturbing the park's function, and the largest of its kind in Europe. Templehof, essentially, is one of the many examples of how Berlin has taken a place so tied to the pain of the past and adapted it for a new time.\n"
	},
	"-619714526": {
		"location": "Platz der Republik, 110557 Berlin",
		"name": "Reichstag",
		"imageUrl":"https://images.unsplash.com/photo-1552035496-08efc7baf40e?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1332&q=80",
		"description": "An important historical monument and the parliamentary seat of Germany, the Reichstag is located in central Berlin near Tiergarten and the Brandenburg Gate. The second-most visited monument in Germany, its unique glass dome and symbolism of transparency in a country with a fraught past makes it a valuable cultural and historical experience. \n\nThe Reichstag originally began as an idea in 1871 after the first unification of Germany. The locals seats of government could not adequately support officials from all over the state so an architectural contest was held to build a new parliament. Delayed by ten years due to politicking, construction began in 1882 after the demolition of the Raczynski Palace which originally occupied the land. \n\nOn February 27, 1933, the building caught fire and was subsequently used by the Nazis as an excuse to suspend rights and increase police presence in Germany. It also symbolized the collapse of democracy in Germany as the Nazis began gaining momentum and adding more and more executive powers. After the fire, the building was abandoned during Nazi rule and further damaged by Allied air raids during World War II. The building was a symbolic capture during the Battle of Berlin and Soviet graffiti and grit from the battle is still visible on parts of the structure today. Remaining unused for a number of years after the end of the Second War and well into the Cold War, it was restored in 1956 by the West German government. However, due to tense relations between East and West Germany, it was not put into use until 1990 when the official German reunification ceremony was held there.  \n\nIn 1999, the reconstruction was officially finished and the parliamentary body of Germany, the Bundestag, was officially convened there. The glass dome that it most well known for has a complete view of the Berlin cityscape as well as a view into the parliament floor representing the open nature of the new German government. To prevent direct sunlight from overheating the space, new technology had to be installed into the age old building to shield the space below and diffuse the heat. A must-see location for any trip to Berlin, the Reichstag represents the resilience of Germany and its commitment to remembering the past while moving forward with the knowledge of its mistakes.\n"
	},
	"1881058291": {
		"location": "Pariser Platz, 10117 Berlin",
		"name": "Brandenburg Gate",
		"imageUrl":"https://images.unsplash.com/photo-1506760610100-1af6025cf0c7?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1504&q=80",
		"description": "The Brandenburg Gate, known as Brandenburger Tor in German, has a vast and diverse history in Berlin. While it was originally built by command of King Frederik William II of Prussia to celebrate the defeat of revolutionaries, the historical significance of it reaches close to the present as a symbol of German division during the Cold War. Located in central Berlin near the Holocaust Memorial and Tiergarten, its structure graces Berlin postcards and is an iconic symbol of the city’s skyline. Adorned with carvings of horse-drawn chariots and the goddess of victory, it was originally christened the Peace Gate and designed in the old Greek style erected in 1791. It was not built alone but is one of eighteen gates that were built during the 18th century. \n\nThe Brandenburg Gate was used as a symbol by the Nazis after they took control of Berlin and then jointly restored by the East and West Berlin governments as a symbol of the defeat of the Nazis. The carving of the goddess of victory, done soon after the creation of the United States was foreshadowing for its symbolic use by many different victors in war. It was briefly re-opened to be used as the gate between West Berlin and East Berlin until the building of the Berlin Wall restricted any movement. The Revolutions of 1989 lead to the fall of the Berlin Wall and the Brandenburg Gate was the sight of the momentous meeting between the East and West German Chancellors. Refurbished in 2000 and again in 2002, the Brandenburg Gate is memorialized as an important part of German history. \n\nA discussion around the Gate is not complete without mentioning the political influence and importance of the gate. In 1963, it was visited by John F. Kennedy in defiance to the Soviet Union. As a response, they hung red banners to prevent him from peering over to their side of the wall. In 1987, Ronald Reagan, then current United States President, delivered one of the most famous addresses of the Cold War’s end:\n\nGeneral Secretary Gorbachev, if you seek peace, if you seek prosperity for the Soviet Union and Eastern Europe, if you seek liberalization: Come here to this gate! Mr. Gorbachev, open this gate! Mr. Gorbachev, tear down this wall!\n\nIt remains an important way for the German government to deliver political messages illuminating in support of cities after attacks or staying dark in protest against anti-semitic or anti-democratic attacks and beliefs. \n"
	},
	"-1721127154": {
		"location": "Cora-Berliner-Straße 1, 10117 Berlin",
		"name": "Holocaust Memorial",
		"imageUrl":"https://images.unsplash.com/photo-1533071834859-e4c61b8bcc5b?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
		"description": "One cannot visit Germany without acknowledging the historical tragedies and the genocide of the Holocaust that was perpetuated by this country. After the end of World War II, as the horrors of the war came to light, Germany did not forget but instead committed to remembering and preventing history from repeating itself. One example of this commitment to memory is the Holocaust Memorial located in Berlin near the Reichstag Building. Officially known as the Memorial to the Murdered Jews of Europe, this outdoor installation was complete in 2004 as a memorial to the Jewish victims of the Holocaust. It is composed of 2711 concrete slabs, shaped like coffins. They range in varying heights from being almost completely buried into the ground to towering above visitors. The columns are also arrange on a hilly landscape and the uneven path combines with the changing heights to create a disorienting and isolating effect. Spanning over 1.9 hectares, it evokes a sense of loneliness and despair with the gray of the stone resembling the tombstones in a cemetery. \n\nUnderneath this exhibit, there is a “Place of Information” that holds the names of the approximately 3 Million Jewish people that were murdered by the Nazis during the Holocaust. One thing to note about this Memorial is its formal name. Unlike many countries, the Germans do not shy away from accepting responsibility for the horrors of the past. They do not dull its scale and horror by sugarcoating the words. The Jews in Europe did not pass away; they were murdered. The gray stone is similar in structure. It is unadorned and unforgiving, a maze of loss. While it is a sobering visit, the memorial represents the heart of Berlin, a city recovering from the horrors of a long ago war, one whose shadow still looms. \n"
	},
	"-1554605085": {
		"location": "Bodestraße 1, 10178 Berlin",
		"name": "Museum Island",
		"imageUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Berlin_Museumsinsel_Fernsehturm.jpg/2560px-Berlin_Museumsinsel_Fernsehturm.jpg",
		"description": "Museum Island, known as Museuminsel in German is a designated UNESCO World Heritage site located on an island in the Spree river in the center of Berlin. It contains five world renowned museums as well as the Berlin Cathedral.  The museums are celebrated for their various and unique exhibits. \n\nThe oldest museum, the Altes Museum, was built in 1830 to house the Prussian royal family’s art collection. The Neues Museum was built next and is famous for housing a large collection of Egyptian Museum of Berlin as well as undergoing heavy reconstruction post World War II. The Alte Nationalgalerie, the Old National Gallery, was completed in 1876 and is the only purely art museum on the island. The Bode Museum is on the northern tip of Museum Island, and opening in 1904, housed the various other museum collections while they went through reparations and reconstruction. Today, it houses an extensive sculpture collection. The Pergamon Museum is the newest of the museums constructed in 1930 and considered the crown jewel of the island with its housing of the reconstructed Ishtar Gate of Babylon. In addition to the main building which is currently undergoing heavy reconstruction, the Pergamon has a separate extension component deemed the Panorama. This is a large-scale painting of a scene from the town of Pergamon demonstrating daily festivities from life amongst stoneworkers to the elites and the religious ceremonies. Changing lights and music make the scene come to life and demonstrate what the lighting and activities might have been on a regular day centuries ago. \n\nMany of the world’s treasures are housed on this island. The renowned preserved bust of Queen Nefertiti is on display in the Pergamon Museum and the Altes Museum houses many Greek and Roman art objects. In addition to permanent collections, the museums also display short term exhibitions related to the subject matter. One example is a recent exhibit on storytelling and the intersection between Arabic and German folktales displayed amongst Egyptian hieroglyphics. When visiting museum island, it is most economical to purchase a day pass that allows access to the complete island often for a price comparable of one museum ticket. A perfect place to idle away a Saturday or Sunday, it represents the memorialization of the past that is a common theme among the many historical locations in Berlin and Germany as a whole. When visiting Berlin, the Museum Island is a must see for anyone interested in ancient history and the architecture and artifacts of those times.\n"
	},
	"-798128934": {
		"location": "Friedrichstraße 43-45, 10117 Berlin",
		"name": "Checkpoint Charlie",
		"imageUrl":"https://images.unsplash.com/photo-1560929590-ab2c5b0482a9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80",
		"description": "Another Cold War era relic, Checkpoint Charlie was the third checkpoint opened by Allied forces against the Berlin Wall to allow places to cross from Western to Eastern Berlin. It was in the Friedrichstadt neighborhood and purposefully designed as the only crossing point for West Berliners. Because it was the third checkpoint, it was designated as C. Overtime the C became Charlie as people traditionally use Charlie to represent the phonetic sound of C. As a visible sign of the divide between East and West and a symbol of the Cold War, it has become famous through many movies involving espionage and tensions in Berlin during that time, and for good reason. In October of 1961, it was the location of one of the most direct standoffs between the Soviet Union and the United States during the Cold War. After a conflict over the permissions and authority that East Berlin border guards had over travel documentation, both the East Berlin and West Berlin governments sent in tanks to stand on either side of the gate. Both representatives of communism and capitalism respectively had sent in ten tanks and while it ended peacefully, represented the tension-filled environment of Berlin after the war. I\n\nIn modern times, the Checkpoint is not located in the same location but was rather moved to a museum with a copy of the structure remaining where it once stood. There remains an actor representing a border guard in front of the monument. The sign that says “You are now entering the American Sector” is also still present. Nearby, there is a dedicated Checkpoint Charlie Museum that shows how Germany was fragmented. This museum is one of the most visited in Berlin and Germany. While the Checkpoint is now mostly a tourist attraction, it is still fun to visit the site that was once the closest to war and now is next to an Einstein Coffee and McDonalds. \n"
	},
	"1414187022": {
		"location": "Am Lustgarten, 10178 Berlin",
		"name": "Berlin Cathedral",
		"imageUrl":"https://images.unsplash.com/photo-1538685634737-24b83e3fa2f8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
		"description": "The Evangelical Supreme Parish and Collegiate Church, more commonly known as the Berlin Cathedral is the only church located on Museum Island. A definitive presence in the Berlin skyline, the bluish-greenish dome is an iconic German symbol. While it is often referred to as a cathedral, it is not technically a cathedral in the traditional definition of the term as a cathedral is required to have been a seat of a bishop. Designed by Julius and Otto Raschdorff, the building at the time was considered to be a Protestant response to the St. Peter's Basilica of the Vatican. The church experienced damage during the Allied bombings of the 1940s but recontruction began in 1975 and now the Cathedral can be visited as a museum of its history or for service on Sundays.\n\nThe church itself is almost double the age of the United States as it was founded during the 1400s, but can extend even further back as the predecessor buildings were part of the Berlin City Palace. Beginning as a court church, it was transformed into the neoclassical style in 1838, but was again renovated in 1888. Wilhelm III had just become Emperor and wanted to make the church more imperial and grandiose. Demolishing the old building in 1893, it was resurrected and finished again in 1905, before damage suffered again in World War II. The Berliner Dom is now worth a visit today, especially with a recommendation to listen to the audio guide which unveils the story of the various paintings and carvings present within the Cathedral. \n"
	},
	"221204326": {
		"location": "Panoramastraße 1A, 10178 Berlin",
		"name": "Berliner Fernsehturm",
		"imageUrl":"https://images.unsplash.com/photo-1554660144-e1a5e2170d78?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=668&q=80",
		"description": "The Berliner Fernsehturm, known as the Berlin TV Tower in English, is the tallest structure in Berlin and in Germany. It is visible around the city in both central and suburban Berlin. Located in Alexanderplatz, a more touristy part of Berlin, construction began in 1965 and finished in 1969 by the East Berlin government: The German Democratic Republic. When it was built, it was intended to be a symbol of Communist Power with the design and the addition of the antenna used to increase the height. It stands at a whopping 368 meters as the tallest structure in Germany, and the third tallest in the European Union. The tower functions as the location of several radio and television broadcasting stations, and contains a bar and a rotating restaurant at 203 meters. Originally a symbol of the divisive communist regime of East Germany, now the tower represents a reunited Berlin. If one plans to visit the TV Tower, they can buy a ticket at the door and queue up for a great visit! When one’s number shows up to go to the tower, they can make their way to the elevators, but not without a photo and light security! Once one goes up the tower lift (where the operator will explain some of the history of the tower), they will be treated to an incredible view. Depending on the ticket you choose, you can be in the rotating tower restaurant or the observation area. If in the observation area, one can see a great area of the city, ranging from as close as the Alexanderplatz area to the distant windmill farms miles away. Many of the views that can be seen from each of the many windows are detailed in the descriptions by the viewpoints, with several interesting sights to see in each section. This is a visit that everyone must make, and it is truly worth one’s time!"
	},
	"2081763688": {
		"location": "Auguststraße 24, 10117 Berlin",
		"name": "Clärchens Ballhaus",
		"imageUrl":"https://www.ballhaus.de/files/Claerchens_Ballhaus/Slideshows/Ballsaal/Cl%C3%A4rchensBallhaus_Pressefotos_Ballsaal_BerndSch%C3%B6nberger_KLEIN_03.jpg",
		"description": "The Clärchens Ballhaus is a dance hall with a restaurant. Marked and protected as a cultural monument, the Clärchens Ballhaus is one of the last surviving ball houses from the period around 19000. This dance hall has been featured in films and literature and acts as a window into the past for any tourist interested in how the Berliners lived during those times. For those who wish to visit the Ballhaus and engage in an intriguing part of history, there are several dance nights available for visitors to partake in, if they wish to do so. From salsa nights on Monday to swing dancing on Wednesday, anyone can truly have the best of experiences at the Ballhaus. Live music plays with much vibrancy as dancers, amateur and professional alike, take part in freeform dancing and practice sessions to truly get a feel for the dance art of the night. For the shyer visitors, they may grab a drink and a bite and watch the lively group of dancers groove to their heart’s content, or even relax in the open courtyards outside of and within the building. Dancing was once prohibited in this area, due to restrictions in a time of tension, but now it attracts many interested dancers of various levels and is a treat that all must enjoy in their time in Berlin."
	}
}

