{
	"attractions": [
		{
			"location": "hBernauer Str. 111, 13355 Berlin",
			"name": "Berlin Wall",
			"imgUrl": "https://unsplash.com/photos/rdov_LRsXpQ",
			"imgAddress": "https://images.unsplash.com/photo-1549593999-ca75335dc059?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80",
            "detailedDescription": "The Berlin Wall, the most iconic part of the city, is a must-see for everyone who sets foor in Berlin. In the Cold War, the most iconic symbol of separation between the Soviet East Berlin and the Western-controlled West Berlin was the Berlin Wall. It stood several feet tall and heavily guarded, making it incredibly difficult for those who wished to escape from East to West Berlin. Several escape attempts were well-documented, which were done in incredibly unique ways. This included stowing away in small cars, building underground tunnels, ziplining, and even a hot air balloon. One can read about this at public museums for the wall, which one can see in detail at the Black Box memorial, Checkpoint Charlie (Kochstrasße/Checkpoint Charlie station for U6 route) or the Berlin Wall Memorial. At the Memorial, one can walk on a street right next to Bernauer Strasße to see a progression of historical signs about the monument. From noting the significance of the escape attempts to the history of the conflicts inside and outside of Germany, the signs do justice to those who want to better understand the true impact that the wall has on those who have been affected by its construction and enforcement. One interesting feature that may go unnoticed for a quick traveler is the audio buttons on some of the signs, which each narrate or play a couple minutes of historically significant tidbits from the conflict, in English or German. Additionally, for those who struggle to see the wall at first, the more populated areas of the memorial near the Bernauer Straße have sections of the wall for visitors to see. If the memorial did not satisfy the thirst for knowledge, one can see the East Side Gallery for incredible street art on parts of the wall or the Checkpoint Charlie memorial. Ultimately, there is something there for everyone to see, either by foot or bike, and the memorial stands as an important symbol of a conflict of a past era."
		},
		{
			"location": "Platz der Luftbrücke 5, 12101 Berlin",
			"name": "Templehof Airfield",
			"imgUrl": "https://unsplash.com/photos/cOUKgY3QRb0",
			"imgAddress": "https://images.unsplash.com/photo-1504275788242-cd8e52ac6151?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80",
			"detailedDescription": "The Templehof Airfield is the largest urban park in Berlin, with an intriguing history for many to see. Before becoming one of the first airports in Berlin, it was the site of various marches led by the Prussians, and later Germans up until World War I. With a central location and high demand, this airport became one of the busiest airports in the world. In fact, this airport was quite iconic as a pre-World War airport in the beginning of its time, actively operating until 2008 when it was replaced in function by the Tegel and Schoenfeld Airports. By walking through Templehof, you can get a glimpse of much of the history, most notably the area where the famous airlift took place, in which US and UK forces helped to deliver supplies to West Berlin. A memorial stands proudly to commemorate the lives lost in the effort, at the front of the airport, which is a notable detour to see. When you visit Templehof, you can walk or bike (with several rental options nearby), to your heart's content at the largest urban park in Berlin. Several informative signs are littered throughout the park, either highlighting important sites on the field in both German and English, or noting various remnants of the past, such as planes and practice areas. In addition, various boards examining the presence of flora and fauna exist, for those who are curious about nature. Some interesting additions that the regular traveler may not notice at first sight are the small skate park and mini garden on the site, both of which are cool sites for the curious traveler. In recent years, Templehof Airport served as a refugee camp, not disturbing the park's function, and the largest of its kind in Europe. Templehof, essentially, is one of the many examples of how Berlin has taken a place so tied to the pain of the past and adapted it for a new time."
        },
        {
			"location": "Platz der Republik 110557 Berlin",
			"name": "Reichstag",
			"imgUrl": "https://unsplash.com/photos/dFeOdGPk2hc",
			"imgAddress":"https://images.unsplash.com/photo-1552035496-08efc7baf40e?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1332&q=80",
			"detailedDescription": "The Reichstag is the current seat of the German Parliament in Berlin. Located in the lively center of Berlin, it is an important sight to see for all who wish to see Berlin, or those who simply wish to return to an important landmark in the city. As the parliamentary seat in Berlin, the Reichstag has been in this role for only the past 20 years. The Reichstag was completed in 1894, initially to serve the Imperial Diet, which was the parliament of Germany from the end of the 19th century to the beginning of the 20th century. Soon after Hitler took power, the Reichstag was intentionally set on fire in 1933, which helped to justify arrests made by the Nazis in the aftermath. In the Cold War, the building was in a complicated location, where West Berliners could congregate but no body could use it as a governmental building. After the Cold War, work was done to restore the original honor of the building, with the winning design for the work by Norman Foster. The building now stands proud today with much of the original look kept intact, although the glass dome exists instead of the cupola. Visitors can book times in advance to see inside the glass dome for free, although should be careful to book quite early to get the best time. When inside the dome, one can see a panorama of the city, with helpful guides and audioguides available for the curious traveler. In addition, one can book a simple visit, a guided tour, or a lecture spot, with various levels of rarity. For those who are especially curious, the dome offers a look into the German parliament in the center of the dome, and signs circle the bottom of the dome to detail its history well. If the dome is not one's scene, visitors can still see from the roof viewpoint. If one is hungry, there is even a cafe at the top! The Reichstag, now the proud place where German parliament convenes, has stood the test of time for many to see today."
        },
        {
			"location": "Pariser Platz, 10117 Berlin",
			"name": "Brandenburg Gate",
			"imgUrl": "https://unsplash.com/photos/fv0yV5-Pbjc",
			"imgAddress":"https://images.unsplash.com/photo-1506760610100-1af6025cf0c7?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1504&q=80",
			"detailedDescription": "The Brandenburg Gate is a very iconic Berlin neoclassical monument, which serves as a symbol of honor, conflict, and peace. In its initial history, the gate was erected by Prussian leader Frederick William II to represent peace, after restoring order after a conflict. The gate has Greek and Roman inspiration, with 12 Doric columns and a quadriga (chariot with horses statue) atop the gate. In an early 19th century conflict resulting in Prussian defeat, Napoleon used the gate for a triumphal procession, even taking the quadriga on top (although soon after, it was restored back to its rightful place). In World War II, the Nazis used the gate as a party symbol, and the gate sustained some damage from the war action. In the Cold War, East and West Berlin restored the gate together, and since it was in East Berlin territory, was blocked from West Berlin until 1989 (the end of the Cold War). Notably, in one of the last years of the Cold War, US President Reagan delivered his famous \"Tear down this wall!\" speech. After the Cold War, the gate was restored peacefully, and although traffic is not allowed to go through the gate, visitors are free to traverse through the gate today and explore a great symnbol of history. Various events and happenings occur at or by the Brandenburg Gate today, and it is one of the must-see destinations in the city. There is a lot that is offered in the area for one to see, with the Reichstag and Holocaust Memorial just a block away, the Deustche Oper only a few minutes' walk or a bus ride away, and the Tiergarten and Victory column just down the street. Visiting the Gate is a rather quick experience as well, as there aren't really many historical signs or tours to take, but one can take many pictures, or if lucky, be witness to events happening at the gate, especially at New Year's time. The gate is a magnificent sight to see, and is one that every tourist must see in the city."
        },
        {
			"location": "Cora-Berliner-Straße 1, 10117 Berlin",
			"name": "Holocaust Memorial",
			"imgUrl": "https://unsplash.com/photos/LdVE8gpMhgQ",
			"imgAddress":"https://images.unsplash.com/photo-1533071834859-e4c61b8bcc5b?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
			"detailedDescription": "The Holocaust Memorial, also known as the Memorial to the Murdered Jews in Europe, is an open-air memorial that remembers the lost lives in the Jewish Holocaust during the 20th century."
        },
        {
			"location": "Bodestraße 1, 10178 Berlin",
			"name": "Museum Island",
			"imgUrl": "https://commons.wikimedia.org/wiki/File:Berlin_Museumsinsel_Fernsehturm.jpg#/media/File:Berlin_Museumsinsel_Fernsehturm.jpg",
			"imgAddress":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Berlin_Museumsinsel_Fernsehturm.jpg/2560px-Berlin_Museumsinsel_Fernsehturm.jpg",
			"detailedDescription": ""
        },
        {
			"location": "Friedrichstraße 43-45, 10117 Berlin",
			"name": "Checkpoint Charlie",
			"imgUrl": "https://unsplash.com/photos/-uKblepoT6U",
			"imgAddress":"https://images.unsplash.com/photo-1560929590-ab2c5b0482a9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80",
			"detailedDescription": ""
        },
        {
			"location": "https://goo.gl/maps/28VeeFEDHW3qwM2FA",
			"name": "Berlin Cathedral",
			"imgUrl": "https://unsplash.com/photos/teGUtvdTiQ8",
			"imgAddress":"https://images.unsplash.com/photo-1538685634737-24b83e3fa2f8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
			"detailedDescription": ""
        },
        {
			"location": "Panoramastraße 1A, 10178 Berlin",
			"name": "Berliner Fernsehturm",
			"imgUrl": "https://unsplash.com/photos/fAGQfeHgowY",
			"imgAddress":"https://images.unsplash.com/photo-1554660144-e1a5e2170d78?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=668&q=80",
			"detailedDescription": ""
        },
        {
			"location": "Auguststraße 24, 10117 Berlin",
			"name": "Clärchens Ballhaus",
			"imgUrl": "https://images.app.goo.gl/yB2ebABndv9JxeX28",
			"imgAddress":"https://www.ballhaus.de/files/Claerchens_Ballhaus/Slideshows/Ballsaal/Cl%C3%A4rchensBallhaus_Pressefotos_Ballsaal_BerndSch%C3%B6nberger_KLEIN_03.jpg",
			"detailedDescription": ""
		}
	]
}

